<template>
	<view>
		<view>
			<view class="ql-title">代呗用户注册服务协议</view>
			<view class="ql-editor">
				<view> 代呗APP （以下简称“代呗”）由广西马甲文化传播有限公司(以下简称“我们”或“马甲科技”)运营，我们依照本协议向您提供本协议涉及的相关服务。请您使用代呗服务前仔细阅读本协议。</view>
				<view>您只有完全同意本协议，才能成为代呗的注册用户（"用户"）并使用相应服务。您在注册为代呗用户过程中点击对应按钮即表示您已仔细阅读并明确同意遵守本协议以及经参引而并入其中的所有条款、政策以及指南，并受该等规则的约束（合称"本协议"）。我们可能根据法律法规的要求或业务运营的需要，对本协议不时进行修改。本协议在您与我们间成立并发生法律效力，同时您成为我们的正式用户。我们可能根据法律法规的要求或业务运营的需要，对本服务协议不时进行修改。除非另有规定，修改后的内容一旦以任何形式由代呗发布之时立即生效。您应不时关注本产品公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意修改后的内容，应立即停止我们使用的服务；如您继续使用我们的服务，即视为知悉修改内容并同意接受。</view>
				<view>在用户注册成为代呗用户前请务必仔细查阅以下条款，尤其是与您的权益有或可能有重大关系或对代呗具有或可能具有免责或限制责任的加粗条款，请特别注意。一旦您在代呗进行用户注册，即表示您已阅读本协议所有条款，并对本协议条款的含义及相应的法律后果已全部通晓并充分理解，同意受本协议约束。</view>
				<view><br></view>
				<view class="s-title">一、服务内容</view>
				<view>1.1代呗的注册用户分为金融产品使用用户与金融产品推广用户；代呗为金融产品使用用户提供金融产品的搜索、匹配及推荐服务；为金融产品推广用户提供产品推广链接，推广用户通过向其他金融产品使用用户提供金融产品链接的方式为其他金融产品使用用户提供金融产品使用服务。</view>
				<view>代呗受金融产品推广用户所在公司或服务机构（简称“第三方机构”）委托为金融产品推广用户展示推广服务奖励政策及标准，若有变更代呗可根据第三方机构委托随时进行变更并将最新推广奖励政策在APP及网页进行展示不再另行通知，金融产品推广用户应及时查看，若金融产品推广用户不同意更改后的推广服务奖励政策，有权随时终止为其他用户提供金融产品推广服务。代呗受第三方机构委托有权协助搜集用户收取推广服务奖励费用的收款账户信息，推广用户保证向代呗提供的收款账户信息准确无误，否则由此造成的任何损失均有用户自行承担。
				</view>
				<view> 代呗采用实名制注册，用户（含金融产品使用用户及金融产品推广用户，以下同）需向代呗提供真实有效的身份信息，包括但不限于姓名、联系电话、身份证号码，且保证您已年满18周岁。</view>
				<view>
					代呗的具体服务内容由我们根据实际情况提供并不时更新，包括但不限于信息、图片、文章、评论、链接等，我们将定期或不定期根据用户的意愿以电子邮件、短信、电话或站内信等方式为用户提供活动信息，并向用户提供相应服务。我们对提供的服务拥有最终解释权。</view>
				<view><br></view>
				<view> 1.2代呗服务仅供个人用户使用。除我们书面同意，您或其他用户均不得将代呗上的任何信息用于商业目的。</view>
				<view> 1.3您使用代呗服务时所需的相关的设备以及网络资源等（如个人电脑、手机及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均由您自行负担。</view>
				<view><br></view>
				<view class="s-title">二、使用准则</view>
				<view>2.1 您在使用代呗服务过程中，必须遵循国家的相关法律法规，不得出现以下行为：</view>
				<view> (1)反对宪法所确定的基本原则的； </view>
				<view> (2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</view>
				<view> (3)损害国家荣誉和利益的； </view>
				<view> (4)煽动民族仇恨、民族歧视，破坏民族团结的； </view>
				<view> (5)破坏国家宗教政策，宣扬邪教和封建迷信的；</view>
				<view> (6)散布谣言，扰乱社会秩序，破坏社会稳定的；</view>
				<view> (7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的、欺诈性的或以其它令人反感的讯息、数据、信息、文本、音乐、声音、照片、图形、代码或其它材料； </view>
				<view> (8)侮辱或者诽谤他人，侵害他人合法权益的； </view>
				<view> (9)其他违反宪法和法律、行政法规或规章制度的； </view>
				<view> (10)可能侵犯他人的专利、商标、商业秘密、版权或其它知识产权或专有权利的；</view>
				<view> (11)假冒任何人或实体或以其它方式歪曲您与任何人或实体之关联性的内容；</view>
				<view> (12)未经授权发布第三方的私人信息，包括但不限于地址、电话号码、电子邮件地址、身份证号以及银行卡卡号；</view>
				<view> (13)发布病毒、不可靠数据或其它有害的、破坏性的或危害性的文件；</view>
				<view> 2.2用户不得利用代呗的服务从事下列危害互联网信息网络安全的活动：</view>
				<view> (1)未经允许，进入互联网信息网络或者使用互联网信息网络资源； </view>
				<view> (2)未经允许，对互联网信息网络功能进行删除、修改或者增加；</view>
				<view> (3)未经允许，对进入互联网信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；</view>
				<view> (4)故意制作、传播计算机或手机病毒等破坏性程序； </view>
				<view> (5)其他危害互联网信息网络安全的行为。 </view>
				<view>2.3您须对自己在使用代呗服务过程中的行为承担法律责任。若您为限制行为能力或无行为能力者，则您的法定监护人应承担相应的法律责任。 </view>
				<view>2.4如您的操作影响系统总体稳定性或完整性，我们将暂停或终止您的操作，直到相关问题得到解决。</view>
				<view>2.5 您不应将您账号转让、出售或出借予他人使用，帐号使用权仅属于初始用户，您应对帐号内的全部行为独立承担全部责任。</view>
				<view>2.6金融产品推广用户在使用代呗的服务时，未经代呗书面同意，不得对代呗提供的金融产品信息进行修改，否则由此给代呗（含其合作方或第三方）造成损失的，金融产品推广用户应负责赔偿。 </view>
				<view>2.7金融产品推广用户不得采取虚假宣传或虚假承诺等方式对金融产品进行推广，否则由此给代呗（含其合作方或第三方）造成损失的，金融产品推广用户应负责赔偿。</view>
				<view>2.8金融产品推广用户承诺在做金融产品推广前获取有借款或金融产品需求客户的信息的，根据法律规定已经获得客户充分有效的授权，并且有权与代呗（含其合作方）进行共享使用，否则由此给代呗（含其合作方或第三方）造成损失的，金融产品推广用户应负责赔偿。</view>
				<view>2.9金融产品推广用户保证有从事推广金融产品的相关资质，否则由此给代呗（含其合作方或第三方）造成损失的，金融产品推广用户应负责赔偿。</view>
				<view>2.10金融产品推广用户保证不得私自以代呗（含其合作方）名义或自己名义向有借款或金融产品需求客户收取任何费用，否则除应赔偿给代呗（含其合作方或第三方）造成的损失外，还应按照其收取费用的十倍向代呗支付违约金。</view>
				<view>2.11金融产品推广用户保证不经手、截留、挪用有借款或金融产品需求客户资金，否则除应赔偿给代呗（含其合作方或第三方）造成的损失外，还应按照其经手、截留、挪用资金的十倍向代呗支付违约金。</view>
				<view><br></view>
				<view class="s-title"> 三、免责声明</view>
				<view> 3.1 如您违反本服务协议、法律法规、道德准则，您应自行承担由此所产生的责任和损失，并赔偿我们、我们的其他用户及相关第三方因您的行为所产生的全部损失。</view>
				<view> 3.2对任何第三方通过代呗，因违反本服务协议、法律法规、道德标准而对您造成的任何损害，我们不对此承担责任。</view>
				<view>3.3
					对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改或丢失，或由于与本APP链接的其它APP所造成您个人资料的泄露，或您因其他非代呗原因造成的损失，我们不承担责任。如您发现任何非法使用用户帐号或安全漏洞的情况，请立即与我们联系。</view>
				<view>3.4 我们不保证服务一定能满足您的要求；不保证服务不会中断，也不保证服务的及时性、安全性、准确性。</view>
				<view>3.5任何情况下，因使用代呗而引起或与使用代呗有关的服务而产生的由我们负担的责任总额，无论是基于合同、保证、侵权、产品责任、严格责任或其它理论，均不得超过您因访问或使用本APP而向我们支付的任何服务费用。 </view>
				<view>3.6 代呗提供免费的贷款搜索和推荐服务，贷款过程中遇到的任何预先收费均为诈骗行为，请保持警惕避免损失。</view>
				<view><br></view>
				<view class="s-title"> 四、服务变更、中断或终止 </view>
				<view>4.1如因升级的需要而需暂停服务、或调整服务内容，我们将尽可能在代呗上进行通告。由于用户未能及时浏览通告而造成的损失，我们不承担任何责任。</view>
				<view>4.2您明确同意，我们保留根据实际情况随时调整代呗提供的服务内容、种类和形式，或自行决定授权第三方向您提供原本我们提供的服务。服务一经变更，我们将会在重要页面上提示修改内容，不再另行单独通知，用户应不时注意本协议条款及相关规则的变动。如果不同意所改动的内容，用户可以主动取消获得的服务。如果用户继续享用代呗提供的服务，则视为接受服务条款的变动。代呗保留随时修改或中断免费服务而不需提前通知用户的权利。代呗行使修改或中断免费服务的权利，不需对用户或第三方负责。</view>
				<view> 4.3发生下列任何一种情形，我们有权单方面中断或终止向您提供服务而无需通知您，且无需对您或第三方承担任何责任： </view>
				<view> (1)您提供的个人资料不真实； </view>
				<view> (2)您的行为违反本协议；</view>
				<view> (3)您的行为违反法律法规规定</view>
				<view> 4.4 您有权在满足条件的情况下通知我们终止向您提供服务，或直接取消代呗服务。针对您终止或取消服务之日后的行为，我们不再向您承担任何形式的责任。</view>
				<view><br></view>
				<view class="s-title">五、知识产权及其它权利</view>
				<view>5.1我们是代呗产品及服务的知识产权权利人。全部著作权、商标权、专利权、商业秘密等知识产权，以及包括但不限于文字、图片、视频、界面设计、版面框架、有关数据或电子文档均受相关法律法规和国际条约保护。未经我们书面同意，您不得为任何商业及或非商业目的自行或许可第三方实施、利用、转让上述知识产权，我们保留追究上述法律责任的权利。</view>
				<view>5.2未经相关内容权利人的事先书面同意，您不得擅自复制、传播在代呗的该等内容，或将其用于任何商业目的，所有这些资料或资料的任何部分仅可作为个人或非商业用途而保存在某台计算机或其他电子设备内。否则，我们及/或权利人将追究您的法律责任。</view>
				<view><br></view>
				<view class="s-title">六、信息提供和隐私保护</view>
				<view>6.1您在访问、使用代呗或申请使用代呗服务时，必须提供您真实的个人信息，且您应该根据实际变动情况及时更新个人信息。保护用户隐私是我们的重点原则，我们通过各种技术手段和强化内部管理等办法提供隐私保护服务功能，充分保护您的个人信息安全。</view>
				<view>6.2您应保证您提供的个人信息的真实性、准确性或完整性，因信息不真实、不准确或不完整而引起的任何问题及其后果，由您自行承担，且您应保证我们免受由此而产生的任何损害或责任。若我们发现您提供的个人信息是虚假、不准确或不完整的，我们有权自行决定终止向您提供服务并要求您赔偿我们的损失。</view>
				<view>6.3您已明确授权，为提供服务、履行协议、解决争议、保障交易安全等目的，我们对您提供的、我们自行收集的及通过第三方途径收集的您的个人信息、您申请服务时的相关信息、您在使用服务时储存在代呗的非公开内容以及您的其他个人资料（以下简称“个人资料”）享有以下权利：</view>
				<view>6.3.1留存、整理加工、使用的权利；</view>
				<view>6.3.2 向为您提供服务的第三方（以下简称“服务方”）提供为完成该项服务必要的信息，且您明确授权代呗及其服务方可将获取的个人资料用于为您提供的其他服务。</view>
				<view>6.4
					您同意并授权代呗在您使用金融产品申请服务期间，向包含但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构查询并获取您的个人信息（包括但不限于身份信息、联系方式、工作信息、银行卡交易信息、银行贷款相关信息、网络交易信息、逾期信息及其他信息等）【您已经充分理解并知晓该等信息被提供和使用的风险，包括但不限于：上述信息对您的信用评价、以及分析报告等结果产生不利影响的风险；该等信息依法提供给代呗后可能被其他机构不当利用的风险；以及基于您的特定信用状况可能被不良信息骚扰的风险等。】，以了解您资信状况。</view>
				<view>6.5 您同意并授权包括但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构可将其拥有的您的信息提供给代呗，用于您申请金融产品服务、审批及贷后管理等事项。</view>
				<view>6.6当服务方与您电话核实信息时，为保证为您服务的质量，你同意代呗对上述核实电话进行录音。</view>
				<view>6.7我们保证采用行业惯例以保护您的资料，但您理解，鉴于技术限制，我们无法确保用户的个人信息完全不被泄露。</view>
				<view>6.8您知悉并同意，我们有权授权其他公司或个体运营代呗，而无需经过您的同意，代呗的实际运营方享有本协议项下与我方同等的权利及义务。</view>
				<view><br></view>
				<view class="s-title">七、特别约定 </view>
				<view>7.1您使用本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，我们有权暂停或终止向您提供服务。</view>
				<view>7.2您同意我们通过重要页面的公告、通告、电子邮件以及常规信件的形式向您传送与代呗服务有关的任何通知和通告。 </view>
				<view>7.3如您有任何有关与代呗服务的个人信息保护相关投诉，请您与我们联系，我们将在接到投诉之日起30日内进行答复。</view>
				<view>7.4本协议之效力、解释、执行均适用中华人民共和国法律。 </view>
				<view>7.5若非代呗更新本协议，您再确认同意、签署本协议后，其效力将及于您此时及未来登陆代呗时所有操作。</view>
				<view>7.6如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，任何一方均可向马甲科技所在地的人民法院提起诉讼。 </view>
				<view>7.7本协议中的标题仅为方便而设，不影响对于条款本身的解释。本协议最终解释权归马甲科技所有。</view>
			</view>
		</view>

	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>
page{ background: #FFFFFF;}
.ql-title{ font-size: 36upx; font-weight: bold; color: #000000; width:690upx; margin: 0 30upx; padding: 26upx 0 16upx; border-bottom: 1upx solid #e8ecf1;}
.ql-editor{ font-size: 28upx; color: #494949; line-height: 48upx; width:690upx; margin: 20upx 30upx 0; padding-bottom: 30upx;}
.s-title{ font-weight: bold; color: #222222;}
</style>
